Repository: McSon2/Sofafin
Catalog: Packages/JellyfinKit/Sources/JellyfinKit/Resources/Localizable.xcstrings
Source language: fr
Languages: en

source: %lld h %@
en: %1$lldh %2$@

source: %lld titres
en: %lld items

source: Adresse de serveur invalide : %@
en: Invalid server address: %@

source: Aucune source lisible pour ce média.
en: No playable source for this item.

source: Introuvable sur le serveur (404).
en: Not found on the server (404).

source: Le serveur a répondu %lld.
en: The server answered %lld.

source: Lecture directe
en: Direct play

source: Passer ce passage
en: Skip

source: Passer l'intro
en: Skip intro

source: Passer la bande-annonce
en: Skip preview

source: Passer la publicité
en: Skip ad

source: Passer le générique
en: Skip credits

source: Passer le résumé
en: Skip recap

source: Prochains épisodes
en: Next up

source: Reprendre la lecture
en: Continue watching

source: Réponse illisible du serveur : %@
en: Unreadable response from the server: %@

source: Réponse inattendue du serveur.
en: Unexpected response from the server.

source: Sans titre
en: Untitled

source: Session expirée. Reconnecte-toi au serveur.
en: Session expired. Sign in to the server again.

source: Transcodage
en: Transcoding
